{"id":153,"date":"2021-09-30T12:45:20","date_gmt":"2021-09-30T10:45:20","guid":{"rendered":"https:\/\/webredox.net\/demo\/wp\/bauen\/light\/multi\/demo1\/?p=153"},"modified":"2022-02-01T12:32:22","modified_gmt":"2022-02-01T10:32:22","slug":"estruturas-de-arquitectura-moderna","status":"publish","type":"post","link":"https:\/\/arifarq.com\/estruturas-de-arquitectura-moderna\/","title":{"rendered":"Estruturas de Arquitectura Moderna"},"content":{"rendered":"[vc_row][vc_column css_animation=&#8221;fadeIn&#8221;][wr_vc_section_context]\n<h1 class=\"post-header__title\">Entenda o que \u00e9 a Arquitetura Moderna e quais s\u00e3o suas influ\u00eancias<\/h1>\n[\/wr_vc_section_context][vc_column_text]Assimilar o seu conceito \u00e9 importante para compreender diversas caracter\u00edsticas arquitet\u00f4nicas, sejam elas contempor\u00e2neas, de d\u00e9cadas passadas e possivelmente at\u00e9 futuras. Voc\u00ea vai descobrir aqui os aspectos relevantes da Arquitetura Moderna e conhecer alguns dos principais nomes influenciados por essa vertente que mudou a forma com que as constru\u00e7\u00f5es integram os ambientes. Confira![\/vc_column_text][vc_column_text]\n<h2>Qual \u00e9 a diferen\u00e7a entre Moderno e Contempor\u00e2neo?<\/h2>\n<p>No dia a dia, \u00e9 comum confundir o significado de \u201cmoderno\u201d e \u201ccontempor\u00e2neo\u201d. Provavelmente voc\u00ea j\u00e1 viu esse primeiro termo sendo usado para se referir a algo atual. Est\u00e1 incorreto? Sim e n\u00e3o! Vamos explicar.<\/p>\n<p>O engano acontece porque h\u00e1 uma associa\u00e7\u00e3o da palavra \u201cmoderno\u201d com tudo aquilo que \u00e9 novo ou diferente. No entanto, oficialmente, \u201cmoderno\u201d remete aos ideais que surgiram na Europa e se alastraram pelo mundo no per\u00edodo entre 1453, com a tomada de Constantinopla pelos turcos otomanos, at\u00e9 1789, com o in\u00edcio da Revolu\u00e7\u00e3o Francesa.<\/p>\n<p>J\u00e1 o per\u00edodo que sucede \u00e0\u00a0Revolu\u00e7\u00e3o Francesa, ou seja, dos anos 1789 at\u00e9 os dias atuais, \u00e9 conhecido por Idade Contempor\u00e2nea.<\/p>\n<p>Ent\u00e3o por que n\u00e3o \u00e9 equivocado se referir a algo recente como \u201cmoderno\u201d? Porque as influ\u00eancias do modernismo continuam muito fortes e se desdobram at\u00e9 hoje em muitos aspectos da nossa vida. Al\u00e9m disso, abrange todas as \u00e1reas do conhecimento humano: as artes, a ci\u00eancia e at\u00e9 o modo como a Hist\u00f3ria \u00e9 interpretada.<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"wp-image-35672 aligncenter\" src=\"https:\/\/archtrends.com\/blog\/wp-content\/uploads\/2017\/08\/Depositphotos_118589076_m-2015.jpg\" alt=\"arquitetura moderna\" width=\"537\" height=\"358\" \/>[\/vc_column_text][vc_column_text]\n<h2>Afinal, o que \u00e9 a Arquitetura Moderna?<\/h2>\n<p>Como dito, diversos campos foram e ainda s\u00e3o influenciados\u00a0pelos ideais modernos, incluindo a\u00a0<a href=\"https:\/\/archtrends.com\/blog\/categoria\/conteudo\/arquitetura\/\" target=\"_blank\" rel=\"noopener noreferrer\">arquitetura<\/a>. No contexto arquitet\u00f4nico, a influ\u00eancia\u00a0desses ideais\u00a0foi t\u00e3o grande que deu origem a uma nova maneira de\u00a0<a href=\"https:\/\/archtrends.com\/blog\/o-que-e-arquitetura\/\" target=\"_blank\" rel=\"noopener noreferrer\">criar, planejar e arquitetar<\/a>\u00a0obras e constru\u00e7\u00f5es.<\/p>\n<p>Principalmente nas primeiras d\u00e9cadas do s\u00e9culo XX, a\u00a0Arquitetura Moderna marcou-se como um per\u00edodo de rejei\u00e7\u00e3o aos estilos tradicionais.<\/p>\n<p>Nesse momento,\u00a0ocorreram modifica\u00e7\u00f5es em diversos aspectos\u00a0que deram forma a muito do que \u00e9 constru\u00eddo at\u00e9 hoje\u00a0em cidades do mundo inteiro.<\/p>\n<p>Quem conseguiu resumir bem esse esp\u00edrito\u00a0foi\u00a0<a href=\"https:\/\/archtrends.com\/blog\/desmaterializacao-de-mies-van-der-rohe-gera-debate-sobre-o-modernismo\/\" target=\"_blank\" rel=\"noopener noreferrer\">o alem\u00e3o Mies van der Rohe<\/a>\u00a0(1886 \u2013 1969), em uma frase que \u00e9, ela pr\u00f3pria, exemplo do seu significado: \u201cmenos \u00e9 mais\u201d.<\/p>\n<p>Esse estilo moderno privilegia tudo o que \u00e9 simples, mas nunca o que \u00e9 simpl\u00f3rio. Tal\u00a0caracter\u00edstica se manifesta, principalmente, nas formas\u00a0\u2014\u00a0que s\u00e3o b\u00e1sicas\u00a0\u2014\u00a0e na mat\u00e9ria-prima utilizada, como o\u00a0<a href=\"https:\/\/archtrends.com\/blog\/concreto-aparente\/\" target=\"_blank\" rel=\"noopener noreferrer\">concreto aparente<\/a>, o a\u00e7o e o vidro (os materiais favoritos da Arquitetura Moderna).<\/p>\n<p>\u00c9 importante ressaltar que o mundo vivia um per\u00edodo prop\u00edcio a todas essas transforma\u00e7\u00f5es na forma de fazer arquitetura, pois havia passado pela Revolu\u00e7\u00e3o Industrial que mudou a maneira de produzir e revolucionou a qualidade dos materiais de constru\u00e7\u00e3o por meio\u00a0de novas tecnologias.<\/p>\n<p>Ao redor de todas as peculiaridades que marcam essa vertente, tamb\u00e9m est\u00e1 a valoriza\u00e7\u00e3o das\u00a0<a href=\"https:\/\/archtrends.com\/blog\/viver-e-envelhecer-nas-cidades\/\" target=\"_blank\" rel=\"noopener noreferrer\">fun\u00e7\u00f5es sociais das constru\u00e7\u00f5es<\/a>.<\/p>\n<p>Em diferentes graus, todos os grandes arquitetos modernos preocupam-se com a forma como suas cria\u00e7\u00f5es ser\u00e3o utilizadas, na pr\u00e1tica, pelas pessoas.[\/vc_column_text][vc_column_text]\n<h2>Quais s\u00e3o os seus expoentes?<\/h2>\n<p>A Arquitetura Moderna \u00e9 marcada por grandes nomes. Os profissionais foram elevados ao status de artistas e, hoje, fala-se at\u00e9 em starchitects (arquitetos estrelas).<\/p>\n<p>Sendo assim, a melhor maneira de compreender os principais aspectos da Arquitetura Moderna \u00e9 conhecer um pouco mais dessas grandes personalidades e analisar suas contribui\u00e7\u00f5es importantes. Vamos l\u00e1?<\/p>\n<p>&nbsp;<\/p>\n<h3>Le Corbusier<\/h3>\n<p><a href=\"https:\/\/archtrends.com\/blog\/quem-foi-le-corbusier\/\" target=\"_blank\" rel=\"noopener noreferrer\">Le Corbusier<\/a>\u00a0\u00e9 o pseud\u00f4nimo do franco-su\u00ed\u00e7o Charles-Edouard Jeanneret-Gris (1887 \u2013 1965). O arquiteto tem um legado de cerca de 30 obras em diversos pa\u00edses e mais da metade do seu trabalho \u00e9 considerada Patrim\u00f4nio Mundial da Humanidade pela UNESCO.<\/p>\n<p>Fortemente influenciado por conceitos matem\u00e1ticos \u2014 como a Propor\u00e7\u00e3o \u00c1urea e a Sequ\u00eancia de Fibonacci \u2014, Le Corbusier foi um mestre do concreto armado.<\/p>\n<p>O aspecto clean de seus desenhos \u00e9 traduzido em longas janelas em fita e pilotis que permitem ampla circula\u00e7\u00e3o.<\/p>\n<p>Outra preocupa\u00e7\u00e3o essencialmente moderna do arquiteto era a utiliza\u00e7\u00e3o dos ambientes pelas pessoas. Essa aten\u00e7\u00e3o fica evidente, por exemplo, no\u00a0<a href=\"http:\/\/www.archdaily.com.br\/br\/783522\/classicos-da-arquitetura-unidade-de-habitacao-le-corbusier\" target=\"_blank\" rel=\"noopener noreferrer\">Unit\u00e9 d\u2019Habitation<\/a>, conjunto habitacional inaugurado em 1952 na cidade francesa de Marselha. Ele foi\u00a0concebido como uma \u201ccidade-jardim\u201d vertical e privilegia a vida comunit\u00e1ria com diversos espa\u00e7os para uso p\u00fablico.<\/p>\n<p>Mais uma obra que destaca a sua voca\u00e7\u00e3o urbana \u00e9\u00a0a\u00a0Cidade Radiante.\u00a0O projeto de 1924 nunca foi tirado do papel, mas permanece um atestado das preocupa\u00e7\u00f5es urban\u00edsticas de Le Corbusier.<\/p>\n<p>Ele divide a cidade em diversas \u00e1reas planejadas que, segundo o arquiteto, seriam capazes de desenvolver uma sociedade melhor.<\/p>\n<p>A contribui\u00e7\u00e3o de Le Corbusier para a Arquitetura Moderna foi tamanha que, ainda hoje, cinco de seus princ\u00edpios s\u00e3o utilizados ao redor de todo mundo e ficaram conhecidos como \u201cOs Cinco Pontos da Arquitetura Moderna de Le Corbusier\u201d. S\u00e3o eles:<\/p>\n<ul>\n<li>fachada livre \u2014 fachadas sem veda\u00e7\u00f5es e divis\u00f3rias em suas estruturas, conferindo liberdade para projetos de variados formatos;<\/li>\n<li>janelas em fita \u2014 janelas que percorrem as edifica\u00e7\u00f5es com o intuito de fornecer mais ilumina\u00e7\u00e3o aos ambientes;<\/li>\n<li>pilotis \u2014 em que colunas substituem paredes estruturais para a cria\u00e7\u00e3o de espa\u00e7os abertos e v\u00e3os livres para a circula\u00e7\u00e3o de pessoas;<\/li>\n<li>terra\u00e7o-jardim \u2014 utiliza\u00e7\u00e3o das coberturas e telhados como terra\u00e7os e jardins feitos para o\u00a0<a href=\"https:\/\/archtrends.com\/projeto\/adrianadutra-garcia\/areas-de-lazer-externas\/3841\" target=\"_blank\" rel=\"noopener noreferrer\">lazer dos usu\u00e1rios<\/a>;<\/li>\n<li>planta livre \u2014 ambientes abertos nos quais diferentes c\u00f4modos interagem e se integram.<\/li>\n<\/ul>\n[\/vc_column_text][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column css_animation=&#8221;fadeIn&#8221;][wr_vc_section_context] Entenda o que \u00e9 a Arquitetura Moderna e quais s\u00e3o suas influ\u00eancias [\/wr_vc_section_context][vc_column_text]Assimilar o seu conceito \u00e9 importante para compreender diversas caracter\u00edsticas arquitet\u00f4nicas, sejam elas contempor\u00e2neas, de d\u00e9cadas passadas e possivelmente at\u00e9 futuras. Voc\u00ea vai descobrir aqui os aspectos relevantes da Arquitetura Moderna e conhecer alguns dos principais nomes influenciados por essa vertente que mudou a forma com&#8230;<\/p>\n","protected":false},"author":1,"featured_media":344,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"footnotes":"","_links_to":"","_links_to_target":""},"categories":[2,24],"tags":[7,9,25],"aioseo_notices":[],"jetpack_featured_media_url":"https:\/\/arifarq.com\/wp-content\/uploads\/2021\/12\/img-PROPOSTA-1-5.jpg","_links":{"self":[{"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/posts\/153"}],"collection":[{"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/comments?post=153"}],"version-history":[{"count":5,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/posts\/153\/revisions"}],"predecessor-version":[{"id":730,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/posts\/153\/revisions\/730"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/media\/344"}],"wp:attachment":[{"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/media?parent=153"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/categories?post=153"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/arifarq.com\/wp-json\/wp\/v2\/tags?post=153"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}